[ItemDefs.ID_IrisHUB_SmackTalk_EchoRecorder MissionItemDefinition]
UseFailureCharacterMessage="we should %s To use this article."
ItemName="Indicators of the Torg project"
PickupMessage="and it was there %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="There is no such thing."
NoManufacturerName="to him"

[ItemDefs.ID_IrisHUB_SmackTalk_EchoRecorder:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Interview with Mr. Moxy and Mr. Moxy. Download as much as possible."
NoConstraintText=""
Suffix=""
Prefix=""

